#CDW
[CDWWeapon_Katana]
WeaponName=Katana
WeaponDescription=The Katana has a curved blade with a single edge, a square or circular guard and long grip to accommodate two hands. It was designed with a curved shape so it can be drawn and cut the opponent in one move.

[CDWWeapon_BoStaff]
WeaponName=Bo Staff
WeaponDescription=The bo Staff is a long, bludgeoning weapon made from a single piece of hard wood that can absorb shock without breaking. It is usually the same height as the user. It has the advantage of being able to hit people with both sides of the weapon.

[CDWWeapon_Ninjato]
WeaponName=Ninjato
WeaponDescription=The ninjato is a single-edged sword with a square guard. It has a shorter blade which allows it to be drawn more quickly than a Katana and the shape makes it more suitable for stabbing.

[CDWWeapon_Shuriken]
WeaponName=Shuriken
WeaponDescription=The shuriken is the primary ranged weapon of the Ninja. Shuriken are fashioned from everyday items and scrap metal. They are used as a distraction or to finish off a wounded enemy. After all, being dead is quite a distraction. 

[CDWWeapon_NinjaDagger]
WeaponName=Sai
WeaponDescription=

[CDWWeapon_Claws]
WeaponName=Tekko Kagi
WeaponDescription=The tekko kagi are similar to brass knuckles but with large front facing claws which can pierce through chain mail and in between plate armour. They are an extension of the users hands and make a formidable close range weapon.

[CDWWeapon_Sickle]
WeaponName=Kama
WeaponDescription=The kama is originally a farming instrument meant for harvesting crops. This allows it to be carried without suspicion openly. However as a weapon it is commonly used in pairs and allows its wielder to manipulate the enemy's weapon by blocking and hooking. It is also said to induce fear in opponents due to its extremely sharp blade.

[CDWWeapon_Kanabo]
WeaponName=Kanabo
WeaponDescription=The kanabo is large wooden club with metal studs. It is around 4 feet in length and weighs 15 lbs. It is slower to swing than the Samurai's swords but does high damage. The kanabo is said to be strong enough to bend or break other weapons.

[CDWWeapon_Naginata]
WeaponName=Naginata
WeaponDescription=The naginata is a single edged, bladed weapon with a long shaft and round guard. It has one of the longest ranges of any melee weapon in the samurai arsenal.

[CDWWeapon_Nodachi]
WeaponName=Nodachi
WeaponDescription=The nodachi is a sword similar to, but longer than the katana. It is typically used by the samurai against cavalry and large groups in open areas. It's huge length makes it less maneuverable in tight spaces.

[CDWWeapon_Wakizashi]
WeaponName=Wakizashi
WeaponDescription=The wakizashi is a sword similar to, but shorter than the katana. It is typically carried by the samurai as a sidearm, in case the katana is lost or broken in battle. Its shorter length makes it faster and more maneuverable in tight spaces.

[CDWWeapon_Yumi]
WeaponName=Yumi Bow
WeaponDescription=The yumi is a tall, asymmetrical bow with the grip about one third the distance from the lower tip with the upper and lower curves differing in shape. The bow is traditionally made from laminated bamboo, wood, and leather. The Yumi is always supposed to be taller than the man who wields it.

[CDWWeapon_Sarissa]
WeaponName=Sarissa
WeaponDescription=The sarissa is a long spear used in the infamous Greek Phalanx. It is much longer than the dory and serves a similar purpose, however it cannot be thrown. It is often used in conjunction with the light aspis shield to defend against attacks from the front and side.

[CDWWeapon_Dory]
WeaponName=Dory
WeaponDescription=The dory spear was the chief weapon of the hoplites (heavy infantry) of Sparta. It is the mid-range weapon of the Spartan. The dory has two spear tips on each side so that it can be planted in the ground and so that if the front is broken it can still be an effective weapon.

[CDWWeapon_Kopis]
WeaponName=Kopis
WeaponDescription=The kopis is a short, single-edged blade that has a distinct forward curving shape, making easier to strike around an opponent's shield. It has a wrap-around grip to keep it from slipping out of the users hands

[CDWWeapon_Xiphos]
WeaponName=Xiphos
WeaponDescription=The xiphos is the primary shortrange weapon of the the Spartan. It has a double-edged blade that widens near the tip and resembles a leaf. This shape allows it to be used for both slashing and thrusting.

[CDWWeapon_Blunderbuss]
WeaponName=Blunderbuss
WeaponDescription=The blunderbuss is a single-shot, medium-short range firearm. The Blunderbuss, like the pistole is operated by a flintlock mechanism, in which a piece of flint is struck against a steel plate, creating a spark which ignites the black powder.

[CDWWeapon_Pistole]
WeaponName=Pistol
WeaponDescription=The flintlock pistol is an early single-shot firearm. Flintlocks feature a smooth bore barrel and a long, wooden grip ending in a knob. As it's name implies, the flintlock pistol was operated by a flintlock mechanism, in which a piece of flint is struck against a steel plate, creating a spark which ignites the black powder.

[CDWWeapon_FlamingRum]
WeaponName=Flaming Rum
WeaponDescription=

[CDWWeapon_BoardingAxe]
WeaponName=Boarding Axe
WeaponDescription=The boarding axe is a small, straight-handled axe used in naval boarding operations. The pick on the back can be used for latching onto other vessels and for stabbing, and the notches on the blade are used to cut ropes. 

[CDWWeapon_Shank]
WeaponName=Shank
WeaponDescription=The shank is an improvised stabbing weapon made from a broken whaling harpoon. The hook is perfect for piercing and breaking through chainmail.

[CDWWeapon_Hook]
WeaponName=Hook
WeaponDescription=

[CDWWeapon_BlackEgg]
WeaponName=Metsubushi
WeaponDescription=The metsubushi is an egg filled with different powders, pepper, and crushed glass. They can be thrown into an enemy's eyes creating a blinding effect, and giving you a chance to escape or attack.

[CDWWeapon_DoubleAxe]
WeaponName=Skeggox
WeaponDescription=The skeggox is a devastating weapon, but this massive chopping blade comes at a price. It is very heavy and thus slow to recover from strikes.

[CDWWeapon_Dane]
WeaponName=Dane Axe
WeaponDescription=A one-handed weapon with considerable reach, the dane axe is reasonably damaging and somewhat slow to strike.

[CDWWeapon_Spear]
WeaponName=Spear
WeaponDescription=The thrusting spear has the advantage of reach, being considerably longer than any other weapon in the arsenal.

[CDWWeapon_NorseSword]
WeaponName=Norse Sword
WeaponDescription=A very fast dual-edged sword that has good reach and thrusts but limited cutting power.

[CDWWeapon_Hammer]
WeaponName=Hammer
WeaponDescription=A large chunk of iron with a wooden shaft. Primarily a construction tool, it does tremendous bludgeoning damage in the hands of a skilled user.

[CDWWeapon_Hatchet]
WeaponName=Hatchet
WeaponDescription=The hatchet is light and fast, allowing it to overwhelm opponents in close with solid damage, although it suffers in reach.

[CDWWeapon_ThrowingAxe]
WeaponName=Throwing Axe
WeaponDescription=Heavy damaging throwing weapon with low ammo.

[CDWWeapon_SwordOfWar]
WeaponName=Sword of War
WeaponDescription=The Sword of War is a large two handed sword with a straight double edged blade and a cruciform hilt. The overall weight of the blade combined with the strength of a two-handed swing allows it to sever heads with ease. Alternatively, it can be used as a bastard sword with one hand.

[CDWWeapon_PoleAxe]
WeaponName=Pole Axe
WeaponDescription=One of the most verstaile weapons in the arsenal, the Poleaxe is capable of dispatching opponents with cut, blunt or piercing damge.

[CDWWeapon_Halberd]
WeaponName=Halberd
WeaponDescription=The halberd is primarily used as a stab weapon though overhead strikes can deal significant damage as well due to the massive total weight of the weapon.

[CDWWeapon_Crossbow]
WeaponName=Crossbow
WeaponDescription=The Crossbow is the powerhouse of the ranged weapon selection, it delivers unrivaled one-shot power that is counteracted by the long reload time.

[CDWWeapon_Mace]
WeaponName=Mace
WeaponDescription=The Flanged mace is a deadly weapon that is best when used to overwhelm opponents with repeated strikes. It deals more damage than the broadsword and is slightly faster, though it’s reach is considerably shorter.

[CDWWeapon_ThrowingKnife]
WeaponName=Throwing Knife
WeaponDescription=Light damage throwing weapon with more ammo.

[CDWWeapon_Cutlass]
WeaponName=Cutlass
WeaponDescription=The cutlass is a short, slightly curved sword sharpened on the cutting edge. It has a basket shaped guard and is designed to be rugged, allowing it to cut rope, canvas, and wood as well as being a deadly close-range weapon.

[CDWWeapon_YariSpear]
WeaponName=Yari Spear
WeaponDescription=The yari spear has a straight, dagger-like blade with a triangular cross-section, making it primarily useful for stabbing and getting in between plates of lamellar armour. It is one of the Samurai's primary medium range weapons.

[CDWWeapon_DaneDual]
WeaponName=Dane Axe
WeaponDescription=

[CDWWeapon_NorseSwordDual]
WeaponName=Norse Sword
WeaponDescription=

[CDWWeapon_HatchetDual]
WeaponName=Hatchet
WeaponDescription=

[CDWWeapon_SpartanJavelinMelee]
WeaponName=Javelin
WeaponDescription=A javelin is a light spear designed primarily for throwing. Its best use is in breaking up a strong phallanx before attacking with your own. 

[CDWWeapon_VikingShield]
WeaponName=Shield
WeaponDescription=The Viking round shield is made with planks of wood fastened together side by side. It has an iron boss in the center and it is trimmed with animal hide. It can be used offensively as well as defensively.

[CDWWeapon_SmokeBomb]
WeaponName=Smoke Bomb
WeaponDescription=The smoke bomb is another distraction item similar to the metsubushi. When thrown it causes a large cloud of smoke to form where it lands. If opponents enter this smoke it blinds them as well as drains their stamina.

[CDWWeapon_Falcata]
WeaponName=Falcata
WeaponDescription=The falcata is a medium length, single-edged blade similar to the kopis that has a distinct forward curving shape, making it easier to strike around an opponent's shield. It has a wrap-around grip to keep it from slipping out of the users hands

[CDWWeapon_ShortSpear]
WeaponName=Short Spear
WeaponDescription=The short spear is a small pole weapon with a pointed tip. In melee it is the shortest range weapon of the spartan's primary arsenal but it can be thrown like the javelin. Because of its size, it is very fast to use, and spartans can carry a great number of them.

[CDWWeapon_Sabre]
WeaponName=Sabre
WeaponDescription=The sabre has a deeply curved, single-edged blade with a deep fuller and a clip point. The handle is hook-shaped with an S-guard.

[AOCWeapon_Heater_Agatha]
WeaponName=Heater
WeaponDescription=

[AOCWeapon_Kite_Agatha]
WeaponName=Kite
WeaponDescription=The Kite shield is the largest shield in the Knights' arsenal. Its long, triangular shape allows it to guard the users leg as well as the body. It attaches to the user with enarmes, which keep both hands free rather than a center boss grip.




[CDWFamilyInfo_Viking]
ClassName=Viking
Description=  - Berserker excels at overwhelming opponents upclose \n - Attack speed builds with each strike in a combo \n - Can Dual Wield
Thrall=Thrall
Fri-hal=Fri-hal
Drengr=Drengr
Thegn=Thegn
Jarl=Jarl
[CDWFamilyInfo_Knight]
ClassName=Knight
Description= - Heavy Armour offers the best defense in the game \n - Versatile weapon and shield options 
Squire=Squire
Knight=Knight
Freelancer=Freelancer
Crusader=Crusader
[CDWFamilyInfo_Ninja]
ClassName=Ninja
Description= - Light weight evasive warrior \n - Completely silent footsteps \n - Ability to roll by double tapping movement keys
Apprentice=Apprentice
Shinobi=Shinobi
Assassin=Assassin
ShogunAssassin=Shogun Assassin
GrandMasterNinja=Grand Master Ninja
[CDWFamilyInfo_Pirate]
ClassName=Pirate
Description= - Very effective skirmisher \n - Access to gunpowder weapons \n - Can heal by battlecrying when standing still
Deckhand=Deckhand
Navigator=Navigator
Swashbuckler=Swashbuckler
Firstmate=First Mate
Captain=Captain
[CDWFamilyInfo_Spartan]
ClassName=Spartan
Description= - Powerful shock unit with long reaching weapons \n -Can throw spear weapons with middle mouse button \n - Excels in numbers
Militiaman=Militia Man
Skirmisher=Skirmisher
Hoplite=Hoplite
Kingsguard=Kings Guard
Warlord=Warlord
[CDWFamilyInfo_Samurai]
ClassName=Samurai
Description= - Balanced fighter with good ranged and melee options \n - Sword type weapons attack when drawn \n - Versatile and effective
Ashigaru=Ashigaru
Samurai=Samurai
Ronin=Ronin
Royalretainer=Royal Retainer
Daimyo=Daimyo
[Bot]
Botness=Botness

[AOCWeapon_ExtraAmmo]
WeaponName=Extra Ammo
WeaponDescription=Gives your primary weapon 10 extra ammo.

[AOCWeapon_Sling]
WeaponName=Sling
WeaponDescription=The Sling is a primitive but effective ranged weapon. Spin it longer to build up damage or rapid fire to bombard your opponent and overwhelm him with rocks.

[AOCWeapon_QuarterStaff]
WeaponName=Quarter Staff
WeaponDescription=The most unassuming weapon, a QuarterStaff is a thick piece of wood that in the right hands is capable of overwhelming any opponent with its speed and blunt damage.

[AOCWeapon_PoleHammer]
WeaponName=Pole Hammer
WeaponDescription=A gruesome warhammer head atop a long pole make this weapon very effective in a vareity of strikes and with great range while suffering slightly in the speed department.

[AOCWeapon_Longsword]
WeaponName=Longsword
WeaponDescription=The Longsword can be wielded in one or two hands and is also known as a “Bastard Sword”. It combines power, speed and reach to become one of the most well rounded weapons

[AOCWeapon_Messer]
WeaponName=Messer
WeaponDescription=A long hand and a half sword with a single cutting edge, the messer is capable of dealing brutal horizontal and overhead strikes to an opponent but has a weaker stab.

[AOCWeapon_Halberd]
WeaponName=Halberd
WeaponDescription=The halberd is primarily used as a stab weapon though overhead strikes can deal significant damage as well due to the massive total weight of the weapon.

[AOCWeapon_Greatsword]
WeaponName=Greatsword
WeaponDescription=As balanced as a Two-handed sword can be, the Greatsword offers huge power and reach with only minor setbacks in speed.

[AOCWeapon_PoleAxe]
WeaponName=Pole Axe
WeaponDescription=One of the most verstaile weapons in the arsenal, the Poleaxe is capable of dispatching opponents with cut, blunt or piercing damge.

[AOCWeapon_Claymore]
WeaponName=Claymore
WeaponDescription=The Iconic Scottish Claymore is a long, sleek two-handed sword that strikes quickly for its size and with moderate damage

[AOCWeapon_Zweihander]
WeaponName=Zweihander
WeaponDescription=A massive two-handed german sword with wavy blade that deals out extreme levels of punishment with heavy, slow swings.

[AOCWeapon_Bardiche]
WeaponName=Bardiche
WeaponDescription=An extremely long and powerful slashing polearm, the Bardiche is a fearsome weapon but must avoid getting into close lest the wielder be overwhelmed.

[AOCWeapon_SmokePot]
WeaponName=Smoke Pot
WeaponDescription=Used to create smoke screens, great for cover from ranged opponents.

[AOCWeapon_HolyWaterSprinkler]
WeaponName=Holy Water Sprinkler
WeaponDescription=A short club with spikes sticking out of it, the Holy Water Sprinkler is a modified mace weapon that strikes extremely quickly

[AOCWeapon_Torch]
WeaponName=Torch
WeaponDescription=Great for burning people or buildings and starting riots.

[AOCWeapon_Shortbow]
WeaponName=Shortbow
WeaponDescription=Light, fast and lethal. The Shortbow doesn't shoot as far or deal as much damage, but allows the wielder to stay agile and fire off many shots quickly

[AOCWeapon_Longbow]
WeaponName=Longbow
WeaponDescription=The Longbow is fairly balanced in terms of speed and damage, a feared weapon that is best used from mid to long range.

[AOCWeapon_Warbow]
WeaponName=Warbow
WeaponDescription=It takes a strong man to draw back the heaviest of bows. Due to the force it takes to draw back the string it also has a rather slow rate of fire.

[AOCWeapon_LightCrossbow]
WeaponName=Light Crossbow
WeaponDescription=An agile version of the standard crossbow. The reduced tension makes it faster to reload, but has a shorter range and deals less damage.

[AOCWeapon_Crossbow]
WeaponName=Crossbow
WeaponDescription=The Crossbow is the powerhouse of the ranged weapon selection, it delivers unrivaled one-shot power that is counteracted by the long reload time.

[AOCWeapon_HeavyCrossbow]
WeaponName=Heavy Crossbow
WeaponDescription=Very slow to reload, but delivers devastating power that is completely unmatched on the battlefield.

[AOCWeapon_Dagesse]
WeaponName=Shortsword
WeaponDescription=The Shortsword is the classic archer’s backup weapon, it is capable of delivering reasonable damage by slashing, hacking or thrusting upon opponents, a well balanced backup without many draw backs.

[AOCWeapon_Saber]
WeaponName=Saber
WeaponDescription=A light blade that is extremely quick to strike and with solid reach, the Saber lacks the damage and stopping power of heavier weapons.

[AOCWeapon_Cudgel]
WeaponName=Cudgel
WeaponDescription=One of the simplest weapons in the arsenal, a wooden club that is best used to overwhelm opponents inclose with blunt damage

[AOCWeapon_Hatchet]
WeaponName=Hatchet
WeaponDescription=The hatchet is light and fast, allowing it to overwhelm opponents in close with solid damage, although it suffers in reach.

[AOCWeapon_Dane]
WeaponName=Dane Axe
WeaponDescription=A one-handed weapon with considerable reach, the Dane axe is reasonably damaging and somewhat slow to strike.

[AOCWeapon_Bearded]
WeaponName=Bearded Axe
WeaponDescription=The cutting edge of the bearded axe extends below the width of the butt to provide a wide cutting surface while keeping the overall weight of the axe low. Resulting in a well balanced axe with good damage, speed and reach.

[AOCWeapon_Bill]
WeaponName=Billhook
WeaponDescription=The billhook is a fearsome polearm that sacrifices a bit of range for significantly faster strikes.

[AOCWeapon_SwordOfWar]
WeaponName=Sword of War
WeaponDescription=The Sword of War is a hand and a half sword that offers a bit more speed for reduced damage

[AOCWeapon_Fork]
WeaponName=Fork
WeaponDescription=The fork is a shorter spear weapon with two long tines. It's reduced reach makes it faster to strike.

[AOCWeapon_Brandistock]
WeaponName=Brandistock
WeaponDescription=The Brandistock is a three-pronged spear weapon capable of delivering massive damage on a thrust. It's weight and length leave it a somewhat slow to strike.

[AOCWeapon_Spear]
WeaponName=Spear
WeaponDescription=The thrusting spear has the advantage of reach, being considerably longer than any other weapon in the arsenal.

[AOCWeapon_Broadsword]
WeaponName=Broadsword
WeaponDescription=The broadsword is a very effective weapon, it is fairly quick and deals reasonable damage. A well-rounded sword.

[AOCWeapon_NorseSword]
WeaponName=Norse Sword
WeaponDescription=A very fast dual-edged sword that has good reach and thrusts but limited cutting power.

[AOCWeapon_Falchion]
WeaponName=Falchion
WeaponDescription=A single-edged curved sword that has considerable power and speed but limited reach.

[AOCWeapon_Mace]
WeaponName=Mace
WeaponDescription=The Flanged mace is a deadly weapon that is best when used to overwhelm opponents with repeated strikes. It deals more damage than the broadsword and is slightly faster, though it’s reach is considerably shorter.

[AOCWeapon_DoubleAxe]
WeaponName=Double Axe
WeaponDescription=The double axe is a devastating weapon, this massive chopping damage comes at a price though, it is very heavy and thus slow to recover from strikes.

[AOCWeapon_ThrowingAxe]
WeaponName=Throwing Axe
WeaponDescription=Heavy damaging throwing weapon with low ammo.

[AOCWeapon_ThrowingKnife]
WeaponName=Throwing Knife
WeaponDescription=Light damage throwing weapon with more ammo.

[AOCWeapon_OilPot]
WeaponName=Oil Pot
WeaponDescription=Clay pot filled with highly flammable liquids that will burst into fire upon breaking. Excellent to use against persistent shield users as it cannot be blocked.

[AOCWeapon_MorningStar]
WeaponName=Morning Star
WeaponDescription=The Morning Star is long reaching mace weapon that deals a bit less damage and has a moderate rate of attack.

[AOCWeapon_WarAxe]
WeaponName=War Axe
WeaponDescription=The one-handed war axe is the Man-at-arm’s most powerful single strike weapon option. It trades some attack speed  and reach as a result.

[AOCWeapon_WarHammer]
WeaponName=War Hammer
WeaponDescription=The warhammer is a shorter ranged weapon that can pierce even the thickest of armour. It is extremely damaging, with modest range and speed.

[AOCWeapon_BroadDagger]
WeaponName=Broad Dagger
WeaponDescription=The Broad Dagger is a very simple weapon, primarily designed to slash and cut the flesh of an enemy. It’s broad base allows it to be very well balanced, resulting in it being the quickest weapon to strike in the game.

[AOCWeapon_HuntingKnife]
WeaponName=Hunting Knife
WeaponDescription=The Hunting knife is incredibly fast to strike and it has a great cutting ability though not as effective with a thrust.

[AOCWeapon_ThrustDagger]
WeaponName=Thrusting Dagger
WeaponDescription=Sharp pointed dagger that is designed for thrusting. Due to its pointy tip it has the ability to penetrate almost any armour.

[AOCWeapon_JavelinThrow]
WeaponName=Javelin
WeaponDescription=The Javelin is more of a hybrid than a true ranged weapon, it excels at mid to close range and doubles as a reasonably effective melee weapon.

[AOCWeapon_ShortSpearThrow]
WeaponName=Short Spear
WeaponDescription=A lighter version of the Javelin that deals less damage but can be throw faster and farther.

[AOCWeapon_HeavyJavelinThrow]
WeaponName=Heavy Javelin
WeaponDescription=A heavier version of the Javelin that deals more damage but throws slower and not as far.

[AOCWeapon_JavelinMelee]
WeaponName=Javelin
WeaponDescription=The Javelin is more of a hybrid than a true ranged weapon, it excels at mid to close range and doubles as a reasonably effective melee weapon.

[AOCWeapon_ShortSpearMelee]
WeaponName=Short Spear
WeaponDescription=A lighter version of the Javelin that deals less damage but can be throw faster and farther..

[AOCWeapon_HeavyJavelinMelee]
WeaponName=Heavy Javelin
WeaponDescription=A heavier version of the Javelin that deals more damage but throws slower and not as far.

[AOCWeapon_Flail]
WeaponName=Flail
WeaponDescription=The Flail is the least predictable of any weapon in the game. It has a mid to short range and is the fastest knight weapon. It does reasonable damage but it is extremely hard to defend against.

[AOCWeapon_HFlail]
WeaponName=Heavy Flail
WeaponDescription=The Heavy Flail has the ability to deal massive crushing power while still being just as unpredictable as the normal flail. It sacrifices speed for its power, but makes up for it in intimidation.


[AOCWeapon_PaviseShield]
WeaponName=Pavise Shield
WeaponDescription=A special weapon available only with the Crossbows, the Pavise Shield can be planted to allow for mobile cover and gives the crossbowman a chance to hide behind it while reloading his weapon.

[AOCWeapon_PaviseShield_Agatha]
WeaponName=Pavise Shield
WeaponDescription=A special weapon available only with the Crossbows, the Pavise Shield can be planted to allow for mobile cover and gives the crossbowman a chance to hide behind it while reloading his weapon.

[AOCWeapon_PaviseShield_Mason]
WeaponName=Pavise Shield
WeaponDescription=A special weapon available only with the Crossbows, the Pavise Shield can be planted to allow for mobile cover and gives the crossbowman a chance to hide behind it while reloading his weapon.

[AOCWeapon_Maul]
WeaponName=Maul
WeaponDescription=The Maul is a modified sledgehammer, made more vicious for battle. It is the most damaging single strike melee weapon in the arsenal and also comes with considerable reach, although it is incredibly heavy and slow as a result.

[AOCWeapon_Buckler]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Buckler_Agatha]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Buckler_Mason]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Heater_Agatha]
WeaponName=Heater Shield
WeaponDescription=A medium-sized metal shield that offers solid protection without weighing down the wielder too much.

[AOCWeapon_Heater_Mason]
WeaponName=Heater Shield
WeaponDescription=A medium-sized metal shield that offers solid protection without weighing down the wielder too much

[AOCWeapon_TowerShield]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_TowerShield_Agatha]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_TowerShield_Mason]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_Kite_Agatha]
WeaponName=Kite Shield
WeaponDescription=A large shield that offers great protection but weighs down the wielder somewhat.

[AOCWeapon_Kite_Mason]
WeaponName=Kite Shield
WeaponDescription=A large shield that offers great protection but weighs down the wielder somewhat.

[AOCWeapon_ProjPebble]
WeaponName=Pebble
WeaponDescription=Unlimited ammo, just pick up a rock and fire it!

[AOCWeapon_ProjLeadBall]
WeaponName=Lead Ball
WeaponDescription=Slightly increased damage, slower to reload and limited ammo.

[AOCWeapon_ProjBodkin]
WeaponName=Bodkin Arrow
WeaponDescription=Bodkins have narrow points and a greater ability to pierce armour than broadheads, making them best for taking out heavier units such as the Vanguard and the Knight.

[AOCWeapon_ProjBroadhead]
WeaponName=Broadhead Arrow
WeaponDescription=The broadhead allows it to create large wounds and cause more damage to lightly armoured troops such as the Archer and Man at Arms.

[AOCWeapon_ProjFireArrow]
WeaponName=Fire Arrow
WeaponDescription=The head of this arrow is specially designed to hold a piece of burning materials. Dipped into oil and then lit, the arrow can be kept burning through the flight.

[AOCWeapon_GrandMace]
WeaponName=Grand Mace
WeaponDescription=The Grand mace is a massive two-handed metal club that is well balanced in its ability to deal heavy blunt damage at reasonable speed and reach.

[AOCDmgType_PierceProj]
DamageTypeDescript=Projectile Pierce

[AOCDmgType_Blunt]
DamageTypeDescript=Blunt

[AOCDmgType_Burn]
DamageTypeDescript=Burn

[AOCDmgType_Generic]
DamageTypeDescript=Generic

[AOCDmgType_Pierce]
DamageTypeDescript=Pierce

[AOCDmgType_PierceBlunt]
DamageTypeDescript=Pierce/Blunt Mix

[AOCDmgType_Swing]
DamageTypeDescript=Cut

[AOCDmgType_SwingBlunt]
DamageTypeDescript=Chop

[AOCFFAGRI]
TwoTeamGameModeName=Free-for-all
MultiTeamGameModeName=Free-for-all
ObjectiveDescription=The first player to reach the score limit, or the one with the highest score at the end of the time limit, wins!

[AOCTDGRI]
TwoTeamGameModeName=Team Deathmatch
MultiTeamGameModeName=Multiteam Deathmatch
ObjectiveDescription=The first team to reach the score limit, or the one with the highest score at the end of the time limit, wins!

[AOCLTSGRI]
TwoTeamGameModeName=Last-Team Standing
MultiTeamGameModeName=Multiteam Last-Team Standing
ObjectiveDescription=Elimination-style rounds. The last team standing in a round wins a point; first team to reach the point limit wins!

[CDWPlantTheBannerGRI]
TwoTeamGameModeName=Plant the Banner
MultiTeamGameModeName=Multiteam Plant the Banner
ObjectiveDescription=Capture the banner and return it to your base!

[CDWHoldTheBannerGRI]
TwoTeamGameModeName=Hold the Banner
MultiTeamGameModeName=Multiteam Hold the Banner
ObjectiveDescription=Capture and hold the banner for as long as possible!

[AOCKOTHGRI]
TwoTeamGameModeName=King of the Hill
MultiTeamGameModeName=Multiteam King of the Hill
ObjectiveDescription=Capture the hill for a period of time to win!

[CDWDuelGRI]
TwoTeamGameModeName=Duel Mode
MultiTeamGameModeName=Duel Mode
ObjectiveDescription=Attack a player to challenge them.



[AOCSystemMessages]
AllSystemMessages[0]=***INVALID
AllSystemMessages[1]=***INVALID
AllSystemMessages[2]=***INVALID
AllSystemMessages[3]={EXTRA1} killed {EXTRA2} for first blood!
AllSystemMessages[4]={EXTRA1} has taken the lead!
AllSystemMessages[5]={EXTRA1} {EXTRA2} remains in the battle!
AllSystemMessages[6]=The {EXTRA1} has reached the {EXTRA2} capture mark.
AllSystemMessages[7]=***INVALID
AllSystemMessages[8]=***INVALID
AllSystemMessages[9]=Draw!
AllSystemMessages[10]=***INVALID
AllSystemMessages[11]=***INVALID
AllSystemMessages[12]=***INVALID
AllSystemMessages[13]={EXTRA1} will be spawning as king in 10 seconds!
AllSystemMessages[14]=The pushable is {EXTRA1} of the way there!
AllSystemMessages[15]={EXTRA1} minute remains in the battle.
AllSystemMessages[16]=An admin has ended the game!
AllSystemMessages[17]=<font color="#FFCC00">Objective Completed!</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[18]=<font color="#FFCC00">Objective Failed!</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[19]=Half the battle remains.
AllSystemMessages[20]={EXTRA1} minutes remain in the battle.
AllSystemMessages[21]={EXTRA1} has initiated a kickvote against {EXTRA2}. Press Insert to vote Yea, or Delete to vote Nay.
AllSystemMessages[22]={EXTRA1} has been kicked by vote with {EXTRA2}% of votes cast supporting the kick
AllSystemMessages[23]={EXTRA1} has started a vote to change the map to {EXTRA2}. Press Insert to vote Yea, or Delete to vote Nay.
AllSystemMessages[24]=The vote to change the map to {EXTRA1} has succeeded with {EXTRA2}% of the vote
AllSystemMessages[25]={EXTRA1} has started a vote to reset the match. Press Insert to vote Yea, or Delete to vote Nay.
AllSystemMessages[26]=The vote to reset the match has succeeded with {EXTRA1}% of the vote
AllSystemMessages[27]=The vote has failed. {EXTRA1}% voted Yes, but a minimum of {EXTRA2}% is required.
AllSystemMessages[28]=The vote has failed because not enough people voted. Only {EXTRA1} voted out of {EXTRA2} eligible voters
AllSystemMessages[29]=Admin {EXTRA1} has paused the game.
AllSystemMessages[30]=There are {EXTRA1} seconds left to vote. Yes has {EXTRA2}% of the votes cast so far.
AllSystemMessages[31]={EXTRA1} voted Yes; {EXTRA2} voted No.
AllSystemMessages[32]=Auto Balance is now in progress...
AllSystemMessages[33]={EXTRA1} has now joined the battle.
AllSystemMessages[34]={EXTRA1} has now abandoned the battle.
AllSystemMessages[35]={EXTRA1} has logged in as an Administrator
AllSystemMessages[36]={EXTRA1} has dropped the banner!
AllSystemMessages[37]=The banner has been picked up by {EXTRA1}.
AllSystemMessages[38]=The banner has reset.
AllSystemMessages[39]=***INVALID

;;Bob has captured the banner for Red Team
AllSystemMessages[40]={EXTRA1} has captured the banner for {EXTRA2}!
;;Bob has captured the banner for the Red Ninja
AllSystemMessages[41]={EXTRA1} has captured the banner for the {EXTRA2}!

;;And so forth. The form for these pairs then is that the first one is for the non-plural team names ("Red Team"), and the second is for the plural team names ("Vikings", "Blue Knights", etc.)

AllSystemMessages[42]=One more capture until {EXTRA1} wins!
AllSystemMessages[43]=One more capture until the {EXTRA1} win!

AllSystemMessages[44]={EXTRA1} wins the round!
AllSystemMessages[45]=The {EXTRA1} win the round!

AllSystemMessages[46]=One more round until {EXTRA1} wins!
AllSystemMessages[47]=One more round until the {EXTRA1} win!

AllSystemMessages[48]={EXTRA1} needs {EXTRA2} kills to win!
AllSystemMessages[49]=The {EXTRA1} need {EXTRA2} kills to win!

AllSystemMessages[50]={EXTRA1} has scored the final kill for {EXTRA2}!
AllSystemMessages[51]={EXTRA1} has scored the final kill for the {EXTRA2}!

AllSystemMessages[52]={EXTRA1} has scored first blood for {EXTRA2}!
AllSystemMessages[53]={EXTRA1} has scored first blood for the {EXTRA2}!

AllSystemMessages[54]={EXTRA1} needs to hold the banner for {EXTRA2} more seconds to win!
AllSystemMessages[55]=The {EXTRA1} need to hold the banner for {EXTRA2} more seconds to win!

AllSystemMessages[56]={EXTRA1} needs to hold the banner for {EXTRA2} more minutes to win!
AllSystemMessages[57]=The {EXTRA1} need to hold the banner for {EXTRA2} more minutes to win!

AllSystemMessages[58]={EXTRA1} has taken the lead!
AllSystemMessages[59]=The {EXTRA1} have taken the lead!

AllSystemMessages[60]={EXTRA1} is victorious!
AllSystemMessages[61]=The {EXTRA1} are victorious!

AllSystemMessages[62]={EXTRA1} wins the round because they had more players left when time ran out!
AllSystemMessages[63]=The {EXTRA1} win the round because they had more players left when time ran out!

;;;;;;;;;

AllPrivateNotifs[0]={EXTRA1} seconds left until refill.
AllPrivateNotifs[1]=Capture the banner {EXTRA1} times to win!
AllPrivateNotifs[2]=The player with the most kills at the end of match wins!
AllPrivateNotifs[3]=Capture and hold the hill for {EXTRA1} minutes to win!
AllPrivateNotifs[4]=First team to win {EXTRA1} rounds wins the match!
AllPrivateNotifs[5]=Eliminate the enemy forces!
AllPrivateNotifs[6]=You are the KING. Stay alive!
AllPrivateNotifs[7]=<font color="#FFCC00">NEXT OBJECTIVE</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[8]=<font color="#FFCC00">FIRST OBJECTIVE</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[9]=You are on the attacking team.
AllPrivateNotifs[10]=You are on the defending team.
;"You will respawn as a Red Viking"
AllPrivateNotifs[11]=You will respawn as a {EXTRA1} {EXTRA2}.
AllPrivateNotifs[12]=You cannot say that right now!
AllPrivateNotifs[13]=You cannot battlecry now!
;"You will respawn as a Ninja"
AllPrivateNotifs[14]=You will respawn as a {EXTRA1}.
AllPrivateNotifs[15]=You cannot start a new vote so soon after your last one
AllPrivateNotifs[16]=Only admins can start votes
AllPrivateNotifs[17]=A vote is already in progress
AllPrivateNotifs[18]=Can't find that player
AllPrivateNotifs[19]=Vote kicks are disabled in this server
AllPrivateNotifs[20]=You cannot vote kick an admin
AllPrivateNotifs[21]=You cannot vote kick enemies in this server
AllPrivateNotifs[22]=That map doesn't exist or is disabled
AllPrivateNotifs[23]=Map change votes are disabled on this server
AllPrivateNotifs[24]=Map reset votes are disabled on this server
AllPrivateNotifs[25]=You voted Yes
AllPrivateNotifs[26]=You voted No
AllPrivateNotifs[27]=You will be moved to the other team.
AllPrivateNotifs[28]=You will implode in 5 seconds.
AllPrivateNotifs[29]=Hold the banner {EXTRA1} seconds to win!
AllPrivateNotifs[30]=Attack a player to challenge them.
AllPrivateNotifs[31]={EXTRA1} second added to respawn for team damage.
AllPrivateNotifs[32]={EXTRA1} seconds added to respawn for team damage.
AllPrivateNotifs[33]=Killed for idling.

[AOCSWCatapult]
MenuName=

[AOCSWBallista]
MenuName=""

[AOCPlayerController]
ServerPausedNotifyString=This server has been paused
ServerSpeedNotifyString=This server's game speed is:
WarmupCountdownString=The game is starting
AuthenticationFailedString=Authentication failed. Does this Steam account own the Chivalry: Deadliest Warrior DLC?
